[
  {
    "text": "Thank you for your great teaching! The A you gave me for CS6131 was dataBASED!",
    "from": "",
    "image": "./assets/macbook-faded-code/large.jpg"
  },
  {
    "text": "Thank you for remaining sane while having to deal with Y4 CS Students",
    "from": "",
    "image": "./assets/keyboard-fade/large.jpg"
  },
  {
    "text": "thank you so much for offering many opportunities to students, i feel very touched by them :\")",
    "from": "",
    "image": "./assets/code-svelte/large.jpg"
  },
  {
    "text": "Dear Mrs Lee, thank you so much for your support all these years, be it in class, in AppVenture or in other competitions!\n\nI really appreciate your swift replies and quick updates and hope you have a wonderful STAR day!",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Hi Mrs Lee! Thank you for teaching us CS. We can feel your care for our class and your enthusiasm and hopes for us. We won't let you down!",
    "from": "",
    "image": "./assets/keyboard-fade/large.jpg"
  },
  {
    "text": "Thank you Mrs Lee for being a great CS teacher! Happy STAR Day",
    "image": "./assets/code-svelte/large.jpg"
  },
  {
    "text": "Thank you Mrs Lee! For the one semester you taught me (data analytics), you were very patient and approachable, and the notes you wrote were very helpful and understandable. We also really appreciate you for handling all the admin stuff and supporting us for events!",
    "from": "foo",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Hi Mrs Lee! Thank you for teaching us CS. We can feel your care for our class and your enthusiasm and hopes for us. We won't let you down!",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Thank you Mrs Lee for being a great CS teacher! Happy STAR Day",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Mrs. Lee, thank you for being such a caring and approachable CS teacher! Your CS lessons are always the ones I enjoy most. Have a great STAR day and enjoy the duck :)",
    "from": "wenkai",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Hi Mrs Lee, thanks for being such a great CS teacher and convincing me not to drop CS in Y3 :,)",
    "from": "I-Shiang",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "hello mrs lee!! thanks for being such a good teacher and tolerating our class (i know we're very noisy) your teaching skills is above Q3+1.5*IQR :)",
    "from": "junheng",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Dear Mrs Lee, Thank you for being a wonderful teacher who has inspired many students in CS!",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "My love for good teachers can only be expressed in 64 bit systems",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "thanks for teaching me mrs lee",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "hi mrs lee, i think that your teaching of the data analytics module was the best cs teaching i have experienced in this school, and i thoroughly enjoyed it, happy star day!!!!!!!!!!!",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Happy STAR Day Mrs Lee! Thanks for the wonderful teaching for DA <3",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Happy STAR Day! Thanks for being an awesome teacher!",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  },
  {
    "text": "Hi Mrs Lee you're the best cs teacher 🤩",
    "from": "",
    "image": "./assets/worker-night/large.jpg"
  }
]
